Repository: mozilla-l10n/mt-training-data
Catalog: nmg/nmg_pontoon.tmx
Source language: en_us
Languages: nmg

source: 1 sentence collected
nmg: Lwanga-bibang vur vi zi pale

source: 2 down, keep it up!<playIcon></playIcon>
nmg: zāra biba <playIcon></playIcon>, kandaga shuoē !

source: About
nmg: pe gi dig lab gina

source: Accepted file types: .tsv only
nmg: Kā mapyaga ma sal vi miāle: .tsv sa koh

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
nmg: { $actionType } <playIcon></playIcon>, lwanga-bikanga mpagoh mpba ?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
nmg: { $actionType } <recordIcon></recordIcon> tsina bi lang lwanga-bibang na tsiung bvuo.

source: { $actionType }<stopIcon></stopIcon> when done
nmg: { $actionType } <stopIcon></stopIcon> lin' ye nsil' ma.

source: { $actionType } submit when ready
nmg: { $actionType } lumb'le lin' ywe ki sil'

source: Add and Review Sentences, Add Questions, Transcribe Audio
nmg: Nkwala na mpyala bilwanga-makyel, nkwala botsia, ntsila makyel

source: Add <icon></icon> a public domain sentence
nmg: Kwala <icon></icon> Lwanga-bibang lar na mam ma mpā pub'liga

source: Add information
nmg: kwala mbuma bopwo

source: Add new sentences for the community to read
nmg: Kwala bilwanga-bibang bi wanah kā ki lang

source: Add one sentence per line
nmg: kwala lwanga-bibang pe nka mpbi nka

source: Add questions in your language
nmg: Kwala botsia kyel ye ri

source: Add Sentences
nmg: Kwala bilwanga-bibang

source: Add sentences in your language
nmg: Kwala bilwanga-bibang kyel ye ri

source: Add up to 1,000 sentences
nmg: Kwala na pan' bilwanga-bibang 1000

source: Add Your Voice
nmg: zia tsiung nwo

source: Agriculture and Food
nmg: Mabe na bidiu mabe

source: All sentence must have the same domain
nmg: Bilwanga-bibang biyihya bi ywia na be bi bi mpā nvur

source: All sentences must have the same citation
nmg: Bilwanga-bibang bibihya bi ywia na be na nyāla bibang nvur

source: Already have an account? <login>Log-In</login>
nmg: Ywe mua mere na te ? <login>Nia</login>

source: An error occurred fetching sentences
nmg: mbvinda mpan' wula fang lwanga-bibang

source: An error occurred reviewing this sentence
nmg: mbvinda mpan lin' me bāla na pyal lwanga-bibang

source: An error occurred submitting your voice information
nmg: Mbvinda mpamah o wula lumb'le mbuma bopwo matsiung nwo

source: Approve
nmg: Miāle

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
nmg: vi kuga na miāle bwang bibvung apfiepfie, di viā ywiale na gywuāra bibvung bifih bi kuga na sa nah algorithm masin sang'la bibang biā bele ntsila. Ka bibang bi gywugoh biā bele bibang bi yi ntsila, nunga makyel ywia na miyoh. Ye baleh langah langah lin tele zi zig na bele to na lin bo zih leh minlong bebeh.

source: Are you coming? <strong>[called by another]</strong>
nmg: Ywe nzi ? <strong>[mpaga na tsiung nfih]</strong>

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
nmg: djiaga botsia bin' bo <matrixLink>Matrix</matrixLink>, <discourseLink>Nunga-bang</discourseLink> to nah <emailLink>na ngobo bikalar bi nsyang</emailLink>.

source: Automotive and Transport
nmg: Bomatua na Mala bo matua

source: Background Noise
nmg: bibvung bi pfie

source: Background Voices
nmg: tsiung apfiepfie

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
nmg: biā sa bikil shuoē nah bi mia bipinde na ki na mur ka mura zi lang ndzim pag bibang ka bikanga to nah botsia. Mpaga bibang nwo yi maka maka pe si nyenywiha. Mimpaga mindjinih biā pong'le gywoēle, ziga nga mua numa pel ma bur' bā lab'le mpbi bi.

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
nmg: pag « Mpba » to na « Mba » ye yi sa vur

source: <bold>{ $count }</bold> Clips
nmg: bipinde

source: <bold>Help us</bold> find more voices
nmg: <bold>kwela nga vi</bold> pe shwambo matsiung mawana

source: Bulk batch
nmg: mpbyambo

source: Bulk Sentences Uploaded
nmg: Bilwanga-bibang bi nlumb'loh ma

source: By telling us about yourself, you will help developers build more inclusive technology
nmg: ywe wum na bur bo sang'la yiē ywe lab' ?

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
nmg: Lin' ywe miāle biala na Common Voice, Ywe miāle <termsLink>Minwuma minvih</termsLink> hea na <privacyLink>Nzwela nsea mam nvih</privacyLink>

source: Cancel Re-recording
nmg: pfimbi nunga matsiung nwanah

source: Cancel Submission
nmg: bina lumb'le makyel

source: Cannot submit more than 1000 sentences
nmg: Ki le be na nzi lumb'le bilwanga-bibang bal' togin

source: Change preferences
nmg: tsendi minsea mi mam ywe ckwal

source: Check <icon></icon> is this a linguistically correct sentence?
nmg: pyala nga <icon></icon> na lwanga-bibang tel mpba mpbi sikul ngiga makyel dzih

source: <chevron></chevron>See less
nmg: <chevron></chevron>liole mandimbi bvimbi

source: <chevron></chevron>See more
nmg: <chevron></chevron>liole mandimbi bvubvu

source: Citation
nmg: Nyāla bibang

source: Cite with a URL link or the full name of the work.
nmg: yāla bibang na kwala tsang to na djina ma kalar

source: Click
nmg: Myama

source: Clips Uploaded
nmg: tsil pinde kwala nsyang ri

source: Comment
nmg: mpyala

source: Contact Us
nmg: gio ka tsile vi

source: Continue
nmg: ke shuoē

source: Continue validating
nmg: ke shuoē na miāle

source: Contribute
nmg: kwel

source: Contribute sentences
nmg: Kiē le bilwanga-bibang

source: Contribution Criteria
nmg: minwuma mi ngwela

source: Create a profile
nmg: Te numa ye

source: Criteria
nmg: minwuma

source: Datasets
nmg: ngoh pinde bopwo

source: Delete my recordings
nmg: pfimbi nunga makyel

source: Different language
nmg: kyel fih

source: Difficult to pronounce
nmg: ngamla pe pag

source: Discard ongoing recording
nmg: ki nung ngoh na nunga makyel zih langa

source: Does the sentence meet the guidelines?
nmg: Lwanga-bibang na sal ywe ywia ne sa bi yi sa vur?

source: Donate your voice
nmg: Kie tsiung nwun' mua sa

source: Don't see your language on Common Voice yet?
nmg: kyel yin' yah pong'le be wa

source: Drag your file here or <uploadButton>click to upload</uploadButton>
nmg: tsinda pyaga sal ye wa, to nah <uploadButton>myama pe lumb'le</uploadButton>

source: Drop file here to upload
nmg: Buga pyaga sal wa pe lumb'le ye

source: Enter your public domain sentence here
nmg: Tsila lwanga-bibang bi mam ma pub'liga wa

source: Enter your public domain sentences here
nmg: Tsila bilwanga-bibang bi mam ma pub'liga wa

source: Error adding sentence
nmg: mbvinda nlangah lin' vi si kwala lwanga-bibang

source: ESC
nmg: Vul

source: Exit & Delete clips
nmg: Vu na pfimbi nunga makyel nwang nwonwihya

source: Fewer than 15 words per sentence
nmg: Bibang ki bal' wum na bitan'

source: File is too large
nmg: Pyaga sal baleh pywa

source: File is too small
nmg: Pyaga sal baleh tuāgu

source: Finance
nmg: Lab Bititog

source: Finish recording
nmg: Sil nunga makyel

source: Finish recording first?
nmg: Tahre sil' nunga makyel?

source: Finish Review
nmg: Sil mpyala

source: Finish validating
nmg: Tel myāla makyel

source: Finish validating clips?
nmg: Tel myāla bipinde makyel ?

source: Follow guidelines from “What sentences can I add?”
nmg: Leb'le mintela mi ngoh « Bilwanga-bibang bi ñama me kuga na kwala ? »

source: for example
nmg: ndimbi

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
nmg: Pe na teknoloya langa mpba pel' ma bur' bobehya, bipinde bopwo bi kwel' bobundi nah bolwanga teknoloya bi ywia na vu bo pua bur. vi nung ndimbi na, ka viā kwala le nlab-kyel yi na nwo kā nlaba, teknoloya kāle numa lang pel ma kā bur ri bo. <learnMore>Pe numa sang'le mala bipinde bopwo binenih.</learnMore>

source: General
nmg: Mam momehya

source: General language / multiple variants
nmg: mam' momehya mo dig makyel / mimpa makyel mpbyambo

source: Grammatical / spelling error
nmg: mbvinda ntela bibang/ mbvinda ntsila

source: Great!<recordIcon></recordIcon> Record your next clip
nmg: kikyang lab ! <recordIcon></recordIcon> nunga matsiung ma pinde nzi shuoē.

source: Great work!<playIcon></playIcon> Listen again when you're ready
nmg: kunda sal ! <playIcon></playIcon> bāla na gywoē lin' ywe yi nkumb'sa

source: Guidelines
nmg: Sal ywia na sehga

source: Healthcare
nmg: magywuāra nyul'

source: Help create Common Voice’s first target segment in { $locale }
nmg: Kwela te ngoh sal matahra Common Voice lung'le { $locale }

source: Help us validate voices
nmg: kwela nga vi pe miāle bipinde makyel

source: His hand was rais-ed.
nmg: tsil pembe na nyaga na butter

source: History, Law and Government
nmg: Ndtande, mampbinda na gobina

source: How do I cite?
nmg: o mpbi ñie bo biala na nyāla bibang?

source: How to add multiple sentences
nmg: o mpbi ñie bo kwala pwa bibang?

source: How would you describe your sex or gender?
nmg: o mpbi ñie ywe wum nah bo sang'la kā mur ywe yi?

source: I agree
nmg: Me miāle

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
nmg: Me mandele na bilwanga-bibang bina bi u<wikipediaLink>mpā mam ma pub'liga</wikipediaLink>na nah me mbwama tsiung pe biala na bye.

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
nmg: me mandele nah lwanga-bibang gina ye yi gi <wikipediaLink>mam ma pub'liga</wikipediaLink> hea nah me yi na mbvul lumb'le bye.

source: <icon></icon> Add multiple public domain sentences
nmg: <icon></icon> Kwala mpbyambo bilwanga-bibang bi mpā pub'liga

source: Ideally natural and conversational (it should be easy to read the sentence)
nmg: lwanga-bibang ywia na be na wuoh ye biē yā lea minlong (lang ye ywia na be bebeh lab)

source: I do not agree
nmg: Me bina

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
nmg: Ka ye yi bibang bin' mere, lea nga ye <italicizedText>« nah yāla bibang byang »</italicizedText>. Vi wum sang'le pe bibang bina bi vu pe pyal ka bi yi pub'liga to nah na mur nfih djinih ā bele bye mer'. Pe numa bwama mbuma bopwo pe nyāla bibang, dzia nga vi <guidelinesLink>sal ywia na sehga</guidelinesLink>.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
nmg: Ka nunga makyel nwo yi na mintsiga to nah nwo bir bibvung minmbvuga, mia nga nwo, Yenge yenge bi kuga na gywoēle ntsila nwoywihya.

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
nmg: ka bi wum bopwo bofih bo dig pyaga sal gina, Bong nga tsile <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
nmg: ka bi wum bopwo bofih bo dig pyaga sal gina, bā bele nyiga wai, Bong nga tsile vi <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
nmg: Ka lwanga-bibang yā lundele le minwuma mi yi pe bvuo, myama twen « Mia » mbwo magywum. Ka bi yi na mashuna, bikuga yā na gye na lang lwanga-bibang yi shuoē.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
nmg: Ka lwanga bibang lundele minwuma, myama twen « Miāle » mbwo magyal.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
nmg: ka bi lar na nlong ndzinih mintela mi yi wa mi zi wusa, nia nga bi mere ri pe tsiē mpbi bi sa na nlong ri nwo. Ka biā kuga le na ye, myama nga twen « Lang » bi langa nunga makyel yi shuē.

source: If you run out of sentences to review, please help us collect more sentences!
nmg: Ka biā bele na na lwanga bibang pyal, kwela nga vi pe pale na pwā bilwanga-bibang !

source: Include appropriate citation
nmg: Ywe ywia na kwala puoēpuoē nyala bibang

source: Invalid file
nmg: Pyaga sal nzul'

source: It contains words or phrases that are hard to read or pronounce.
nmg: bibang to na bilwanga-bibang bi ndzinih bi ngamb'la pe pag ka lang

source: It is written in a language different than what I’m reviewing.
nmg: Lwanga-bibang ye yi ntsila kyel' fih ri. Kāle kyel me zih lang

source: It is written in a language different than what I’m speaking.
nmg: lwanga-bibang ye yi ntsila kyel mā lab le

source: Just Unsure?
nmg: ywe siēgo?

source: Keep it up, record again <recordIcon></recordIcon>
nmg: kanda shuoē mpbi ywie, nunga na makyel ma tsiung nvur

source: Keep the recordings
nmg: bāle nunga makyel

source: Keep track of your progress with a profile
nmg: yiga bwo kien ye na te numa ye

source: Language Fundamentals (e.g. Digits, Letters, Money)
nmg: Makunduoē ma nlaba makyel (bo numba, bikanga na bititog)

source: Languages
nmg: Makyel

source: Large bulk sentence submission
nmg: nlumb'la bilwanga bibang mpbyambo

source: Learn More
nmg: mam mafih ywe ywia na sang'le

source: Leaving now means you'll lose your progress
nmg: Ka ywe tel' djihri ywā djimb'le bwo kyen ye

source: Listen
nmg: gywoēle

source: Listen options menu
nmg: Mangoh ma mam masehga « gwuoē » ri

source: Loading sentences…
nmg: nkwala lwanga bikanga

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
nmg: <loginLink>nia nsyang ri</loginLink> to nah <loginLink>tsilah</loginLink> pe kwala pwā bilwanga-bibang

source: Log in or sign up to get started
nmg: niya na tsila o pe tahre sal

source: Log In / Sign Up
nmg: nih na tsilah

source: Make sure the sentence meets the following criteria:
nmg: Numa nga pyal nah lwanga-bibang lundelele minwuma mina:

source: Maximum file size: 25 MB
nmg: nte nenih ma pyaga sal : 25 Mo

source: Media and Entertainment
nmg: Nkalan' bopwo na masong

source: Minimum sentences in file: 1000
nmg: Tang bilwanga-bibang mafāla vi miāle pel ma pyaga sal vur : 1000

source: [Mismatched content]
nmg: sal ki ndtande sal

source: Misreadings
nmg: mbvinda nlanga

source: Missing an <strong>'s'</strong> at the end of a word.
nmg: Ye gija <strong>« s »</strong> mafahla ma bang.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
nmg: ye gija <strong>« vur »</strong> to nah <strong>« »</strong> matahra ma nunga makyel.

source: Missing the end of the last word by cutting off the recording too quickly.
nmg: Bang mafāla yih ntsiga mafāla nagi nunga makyel nckwihga tio,

source: [More has been recorded than the required text]
nmg: nunga makyel mbal mintsila bo zi dzih

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
nmg: Minunga makyel bvubvu ri bur bo biala na matsiung moh mere. Bi kuga na miāle nunga makyel mpbeh yi ki mintar'. Numa bo lab si to nah na tsiung « mayāla ». Bong nga mia nunga makyel yi bigya na mo ma biala na matsiung mo yi nkumba masin mpyala mam ri.

source: Nature and Environment
nmg: Den na bidjioē

source: News and Current Affairs
nmg: Bopwo

source: No
nmg: nzul

source: [No ‘a’ in the original text]
nmg: « y » ā bele mbwo ntsila matahra ri

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
nmg: <noCopyright>kile be na tsi biala na lwanga-bibang djinih</noCopyright> (cc-0)

source: No foreign letters
nmg: Ki biala na bikanga makyel bogyong

source: No microphone found.
nmg: Viā pong'le shwambo mbire tsiung

source: No numbers and special characters
nmg: Ki biala na bo numba ka mintsila mi te pyong

source: No sentences to review. <addLink>Add more sentences now!</addLink>
nmg: Ki le be na lwanga-bibang pyal. Bi kuga na <addLink>kwala bilwanga-bibang bifih</addLink>.

source: No thanks, continue speaking
nmg: nzul, Awa ke shuoē na lab'

source: Offensive language
nmg: zwendala bibang

source: Offensive speech
nmg: Bibang bi byanda

source: On desktop devices you can contribute by downloading…
nmg: pel masin myala mam ndtoh bi kuga na dang'le bi bi nwanah:

source: On his head he wore a beret.
nmg: nlu masin mikwang mi nsimbo nsimbo pwā bitsil masin

source: On iOS please continue with Safari to enable recording…
nmg: Na nlima masi mingiuli ma apple, Bong nga ke shuoē na Safari pe ber nunga makyel…

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
nmg: Di ka bi bvāla na munung ka mura lang ā pong'le lar' na bang riye duo ndjinih, di a kiē sa mpbi sa pag ye mpbampba, pfimba nga nungamakyel nwong. Mashuna ri, biala nga na twen Gye

source: p
nmg: l

source: Partner
nmg: boshwo bo sal

source: [Part of the text can’t be heard]
nmg: [ndzima pā ntsila nwā gywug'la le]

source: <playIcon></playIcon>Last one!
nmg: <playIcon></playIcon> ye yi ñi mafāla !

source: Play/Stop
nmg: Lang/ Tel

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
nmg: Bon nga dig wa <templateFileLink>modèle</templateFileLink>. Lwanga-bibang yin' ywia na be wungya (CC0 to nah mer' le tsiung pe na bo biala na bye wungya) Bi ywia na be na wung, Bibang ntela mpbeh, kile yā ngamb'la pe lang. Bilwanga-bibang bo lumb'le bi ywia na be pāla ma bwang-mimpala 10 na 15 langa ri , ki yā be na bo numba, na mina ma bur ka mintsila mi te pyong.

source: Please fill out this field.
nmg: Bong lundele numa gina

source: Please select a language to review sentences.
nmg: Bon nga peh kyel pe pyal lwanga- bibang.

source: r
nmg: n

source: [‘Raised’ in English is always pronounced as one syllable, not two]
nmg: Pembe na shun nyaga pagoh mpbi bang vur kāle biba

source: Rate limit exceeded. Try again in { $retryLimit } minutes
nmg: Ywe ngye ma nlih. Pong kiē na pfie { $retryLimit } mimpalah

source: Rate limit exceeded. Try again in { $retryLimit } seconds
nmg: Ywe ngye ma nlih. Pong kiē na pfie { $retryLimit } bwang mimpalah

source: Reader Effects
nmg: ntsenda bite makyel na mimbvang'la

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
nmg: bitsil bibang bidzinih bi langoh yioē « yih » di bi ywia na langoh « ye yi ».

source: Read Sentences
nmg: Lang bilwanga-bibang

source: Read Sentences, Answer Questions
nmg: Lang bilwanga-bibang, byang'sa botsia

source: Read Sentences <small>(Coming soon)</small>
nmg: Lang bilwanga-bibang <small>(pil nfih)</small>

source: Read sentences submitted by the community in various languages
nmg: Lang bilwanga-bibang kā zi lumb'le makyel makā makā ri

source: <recordIcon></recordIcon> Last one!
nmg: <recordIcon></recordIcon> Ye yi ñi mafāla !

source: [Recording cut off before the end of the last word]
nmg: [nunga makyel ntsig shuoē na bang mafāla lang

source: Record/Stop
nmg: nung / tel

source: Record yourself reading sentences in your language
nmg: Nunga makyel numa ywe lang bilwanga-bibang na kyel ye

source: Record yourself responding to questions and prompts in your language
nmg: Nunga makyel numa ywe byang'sa bogyong na kyel ye

source: Record your voice
nmg: nunga makyel ma tsiung nwo

source: Reference the source of your sentence (required)
nmg: lea pe lwanga-bibang bi vu (ywe ywia na sa ye)

source: Reject
nmg: Bina

source: Report
nmg: kil'gu

source: Report was passed successfully
nmg: ndtande sal mpan' mpbampba

source: Request a Language
nmg: kiē lee kyel

source: Re-record
nmg: Nunga makyel nwanah

source: Re-record clip
nmg: bāla na nunga makyel

source: Return
nmg: mania

source: Review
nmg: mpyala

source: Review could not be saved. Please try again later.
nmg: mpyala nwa pong'le miāloh. Bong nga na kiē pil' nfih.

source: ⓘ Review Criteria
nmg: ⓘ Minwuma pe bāla na

source: Review Criteria
nmg: Minwuma pe bāla na

source: Reviewed sentences not submitted, are sure?
nmg: Bilwanga-bibang bi zi pyal biā pong'le lumb'loh

source: Review existing sentences submitted by the community
nmg: Pyal bilwanga-bibang bi yi kā zi koh

source: Review & re-record clips here as you go
nmg: Pyal na nung na makyel ka ye ywia

source: Review & re-record clips if needed
nmg: Pyal na nung na makyel ka ye yi na mala

source: Review Sentences
nmg: pyal lwanga-bibang

source: Review sentences in your language
nmg: Pyal bilwanga-bibang kyel ye ri

source: Review & Submit
nmg: Pyal' na lumb'le

source: Review transcriptions of recorded sentences for accuracy
nmg: Pyal nah mintsila mi lwanga-bibang vi zi miāle mi yi mpba

source: Review user-submitted transcriptions in your language
nmg: pyal mintsila mi bur bo lab kyel yin'

source: s
nmg: g

source: S
nmg: G

source: Select an option
nmg: Pea nga ngoh nvur

source: Select a variant (optional)
nmg: Peh kā lwanga-bibang

source: Select File
nmg: Peya pyaga sal

source: Select File to Upload
nmg: Pea pyaga sal na lumb'le

source: Select up to three domains (optional)
nmg: Peh na pan' mimpā minlal

source: Sentence
nmg: Nyāla bibang

source: Sentence Domain
nmg: Mpā lwanga-bibang

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
nmg: Bilwanga-bibang vi le wa biā kwala pe pinde bopwo yi pub'liga kuga na bialoh wungya cc-0.

source: { $sentences } sentences reviewed. Thank you!
nmg: { $sentences } Lwanga-bibang mpialoh. Awa !

source: Sentence Variant
nmg: Makā bilwanga-bibang

source: Separate sentences into one line by pressing “Enter” or “Return” once
nmg: Koh bilwanga-bibang na myama twen « nia » kyen vur'

source: Service and Retail
nmg: gywunga pwā ka bitsil

source: Share Common Voice
nmg: Koh Common Voice

source: Share your clip
nmg: Koh nunga makyel nwo

source: Shortcuts
nmg: kinda

source: [Should be ‘dinosaurs’]
nmg: [ywia na be «bo» ngwombi]

source: [Should be “We are”]
nmg: ywia na be " ye yi dzina"

source: Single
nmg: Lwanga-bibang vur na vur

source: Single sentence submission
nmg: Nlumb'la lwanga-bibang nvur na nvur

source: Skip
nmg: Gye

source: Small batch
nmg: mua mbwambo
